gion_xxyy = [ "うきうきな", "うとうとな", "うるうるな", "うろうろな", "かちかちな", "がたがたな", "がぶがぶな", "がやがやな", "きびきびな", "きらきらな", "ぎらぎらな", "くたくたな", "くねくねな", "くらくらな", "くるくるな", "ぐいぐいな", "ぐらぐらな", "ぐるぐるな", "こつこつな", "こにこにな", "こりこりな", "ころころな", "ごつごつな", "ごろごろな", "さくさくな", "さらさらな", "ざぶざぶな", "ざらざらな", "ざわざわな", "しくしくな", "しとしとな", "じめじめな", "すいすいな", "すかすかな", "すべすべな", "すやすやな", "すらすらな", "ちかちかな", "ちびちびな", "ちらちらな", "つやつやな", "つるつるな", "つんつんな", "てかてかな", "てれてれな", "とことこな", "とろとろな", "とんとんな", "どきどきな", "どたどたな", "どやどやな", "どろどろな", "どんどんな", "にこにこな", "のびのびな", "ばたばたな", "ばらばらな", "ばりばりな", "ぱくぱくな", "ぱたぱたな", "ぱちぱちな", "ぱふぱふな", "ぱらぱらな", "ぱりぱりな", "ひそひそな", "ひらひらな", "びりびりな", "ぴかぴかな", "ぴたぴたな", "ぴちぴちな", "ふかふかな", "ふにふにな", "ふらふらな", "ふりふりな", "ふわふわな", "ぶかぶかな", "ぷにぷにな", "ぷるぷるな", "ぷんぷんな", "べたべたな", "ぺかぺかな", "ぺこぺこな", "ぺたぺたな", "ほかほかな", "ほろほろな", "ぼろぼろな", "ぽかぽかな", "ぽよぽよな", "ぽろぽろな", "ぽんぽんな", "めらめらな", "もこもこな", "もやもやな", "るんるんな", "わくわくな", ]


iro = [
"墨色", "漆黒", "黒鉄色", "鉄黒",
"銀鼠", "錫色", "白銀", "灰白色",
"鼠色", "鉛色", "灰桜", "灰青",
"真白", "絹白", "乳白色", "雪白",
"海老茶", "こげ茶", "濃紅", "濃小豆",
"緋色", "朱色", "茜色", "紅",
"菫色", "藤紫", "牡丹色", "葡萄色",
"躑躅色", "撫子色", "桃色", "桜色",
"萌葱色", "苔色", "若緑", "常磐色",
"若草色", "黄緑", "柳色", "鶸色",
"鶯色", "利休茶", "草色", "海松色",
"濃藍", "紺色", "褐返", "鉄紺",
"瑠璃色", "群青色", "花紺青", "藍色",
"青竹色", "水浅葱", "青磁色", "浅葱色",
"白群", "空色", "薄青", "水色",
"山吹色", "鬱金色", "金糸雀色", "向日葵色",
]

meisi =[ "蟻", "羚羊", "鹿角", "うさぎ", "お喋り", "お腹", "くちばし", "とげ", "アヒル", "アライグマ", "イグアナ", "イタチ", "イノシシ", "イルカ", "エイ", "エルフ", "オウム", "オセロット", "オリオール", "カバ", "カモメ", "カラス", "カワウソ", "カンガルー", "ガゼル", "ガチョウ", "ガラス", "ガーゴイル", "キリン", "クーガー", "ケンタウロス", "コアラ", "コウノトリ", "コウモリ", "コマドリ", "コヨーテ", "コンドル", "ゴリラ", "サギ", "サメ", "シマウマ", "シャツ", "ジャガー", "ジャッカル", "スウィッシャー", "スズメ", "スズメバチ", "スナッパー", "セイウチ" "ダイバー", "ダーツ", "チンパンジー", "ツバメ", "テリア", "トゥーカン", "トカゲ", "ナイフ", "ナマケモノ", "ニヤリ", "ネズミ", "ハイエナ", "ハエ", "ハゲワシ", "ハチ", "ハムスター", "ハリネズミ", "バイソン", "バインダー", "バッファロー", "パンダ", "ピクシー", "ピューマ", "フクロウ", "フード", "ブーツ", "プレイヤー", "ヘラジカ", "ペガサス", "マスタング", "マント", "ムース", "モグラ", "ヤク", "ヤモリ", "ユニコーン", "ライオン", "ライター", "ラマ", "リス", "ロバ", "ワタリガラス", "ワーム", "一滴", "七面鳥", "主人", "亀", "予言者", "仔", "仮面", "伝説", "使用人", "侍", "信者", "兎" "公爵", "公爵夫人", "冠", "刃", "剃刀" "剣", "博徒", "友", "君主", "咆哮", "哨兵", "唸り", "商人", "喉", "声", "変化", "女王", "女神", "妖精", "婦人", "子犬", "子猫", "守護者", "宝石", "小魚", "尾", "尾根", "山羊", "嵐", "帽子", "幕", "弓", "彫刻家", "心", "忍者", "愛好家", "戦士", "戦馬", "手", "指", "指導者", "探求者", "握り", "放浪者", "書記", "棘", "槍", "槍騎兵", "歌", "歩行者", "歯", "死神", "水晶", "治療者", "海老", "海賊", "漁師", "潜鳥", "灯篭", "災厄", "炎", "熊", "爪", "牙", "牛", "牡牛", "犬", "狐", "狼", "猛禽類", "猟師", "猟犬", "猫", "猿", "獅鷲", "王", "王冠", "王女", "王子", "田鼠", "甲虫", "画家", "皮", "目", "目印", "盾", "睨み", "矢", "短剣", "石", "破壊者", "破滅", "神話", "種", "稲妻", "竜", "竜巻", "競走者", "笛吹き", "管理者", "精霊", "絨毯", "羊", "翼", "聖騎士", "職人", "肩", "背中", "脅威者", "脚", "腕", "舌", "英雄", "茨", "虎", "蛇", "蜂", "蜘蛛", "蝶", "蟹", "蠍", "見張り", "視界", "親指", "角", "詠唱者", "詩人", "豚", "象", "豹", "賢者", "走者", "足", "足指", "跡", "踊り子", "蹄", "軍曹", "追跡者", "道化師", "野うさぎ", "金魚", "鍛冶屋", "鐘", "閃光", "隼", "雄鹿", "雑草", "雲", "雷", "鞭", "頭", "顔", "飛翔者", "飛行者", "首", "馬", "騎士", "骨", "髪", "鬼", "魔女", "魔法使い", "魔術師", "魚", "鮭", "鯉", "鯨", "鱗", "鳥", "鳩", "鶏", "鶴", "鷲", "鷹", "鹿", "黒豹", "鼠", "鼬", "鼻", ]
